tap "achannarasappa/tap"
tap "alexanderwillner/tap"
tap "aws/tap"
tap "bazelbuild/tap"
tap "clementtsang/bottom"
tap "cloudflare/cloudflare"
tap "d12frosted/emacs-plus"
tap "dbt-labs/dbt"
tap "fluxcd/tap"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "moncho/dry"
tap "nats-io/nats-tools"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "rs/tap"
tap "vmware-tanzu/carvel"
brew "ansible"
brew "asciinema"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bazel"
brew "broot"
brew "glib"
brew "cairo"
brew "clang-format"
brew "rlwrap"
brew "clojure"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "openldap"
brew "curl"
brew "exiftool"
brew "fd"
brew "findutils"
brew "fluxctl"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-fixup"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "guile"
brew "nghttp2"
brew "unbound", restart_service: true
brew "gnutls"
brew "pinentry"
brew "gnupg", link: false
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "janet"
brew "jenv"
brew "jq"
brew "krb5"
brew "lf"
brew "lsd"
brew "make"
brew "mas"
brew "moreutils"
brew "mysql-client"
brew "neovim"
brew "nmap"
brew "node"
brew "octant"
brew "openapi-generator"
brew "qt"
brew "poppler"
brew "pdfgrep"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "pre-commit"
brew "rcm"
brew "reattach-to-user-namespace"
brew "recutils"
brew "shellcheck"
brew "shellharden"
brew "ssh-copy-id"
brew "switchaudio-osx"
brew "syncthing", restart_service: true
brew "terraform"
brew "terragrunt"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "whalebrew"
brew "yarn"
brew "ykman"
brew "yq"
brew "zsh"
brew "achannarasappa/tap/ticker"
brew "alexanderwillner/tap/things.sh"
brew "aws/tap/aws-sam-cli"
brew "aws/tap/copilot-cli"
brew "clementtsang/bottom/bottom"
brew "cloudflare/cloudflare/cloudflared"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["with-spacemacs-icon"]
brew "dbt-labs/dbt/dbt"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform-ls"
brew "moncho/dry/dry"
brew "nats-io/nats-tools/nats"
brew "qmk/qmk/qmk"
brew "rs/tap/curlie"
cask "alacritty"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
mas "Cryptowatch Desktop", id: 1527457231
mas "Developer", id: 640199958
mas "feedly", id: 865500966
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Slack", id: 803453959
mas "Things", id: 904280696
mas "Twitter", id: 1482454543
