tap 'homebrew/core'
tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'homebrew/cask'

tap 'bazelbuild/tap'
tap 'clementtsang/bottom'
tap 'd12frosted/emacs-plus'
tap 'github/gh'

brew 'bash'
brew 'bat'
brew 'bazelbuild/ap/bazel'
brew 'clang-format'
brew 'clementtsang/bottom/bottom'
brew 'clojure'
brew 'coreutils'
brew 'ctags'
brew 'curl'
brew 'direnv'
brew 'd12frosted/emacs-plus/emacs-plus@27', args: ['with-spacemacs-icon']
brew 'fd'
brew 'findutils'
brew 'fzf'
brew 'gawk'
brew 'github/gh/gh'
brew 'git'
brew 'git-delta'
brew 'gnu-indent'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnupg'
brew 'gnutls'
brew 'go'
brew 'grep'
brew 'httpie'
brew 'jenv'
brew 'jq'
brew 'lsd'
brew 'make'
brew 'mas'
brew 'neovim'
brew 'pinentry-mac'
brew 'rcm'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'recutils'
brew 'shellcheck'
brew 'sops'
brew 'ssh-copy-id', link: true
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'yq'
brew 'zsh'

# Fonts
tap 'homebrew/cask-fonts'
cask 'font-fira-code-nerd-font'
cask 'font-hack-nerd-font'
cask 'font-sauce-code-pro-nerd-font'

# Applications
#cask '1password'
#cask '1password-cli'
#cask 'discord'
#cask 'docker'
mas 'Things', id: 904280696
 
# brew 'sqlite'
# brew 'asciinema'
# brew 'bison'
# brew 'broot'
# brew 'doctl'
# brew 'gdub'
# brew 'gradle'
# brew 'gradle-completion'
# brew 'grpcurl'
# brew 'kafkacat'
# brew 'kotlin'
# brew 'kubernetes-cli'
# brew 'maven'
# brew 'pandoc'
# brew 'pre-commit'
# brew 'pyenv'
# brew 'pyenv-which-ext'
# brew 'ruby-build'
# brew 'rbenv'
# brew 'sc-im'
# brew 'terraform'
# brew 'yarn'
# brew 'ykpers'
# brew 'ykman'
 
 
# tap 'moncho/dry'
# brew 'moncho/dry/dry'
 
# tap 'qmk/qmk'
# brew 'qmk/qmk/qmk'
