tap "bazelbuild/tap"
tap "clementtsang/bottom"
tap "d12frosted/emacs-plus"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "minio/stable"
tap "moncho/dry"
tap "qmk/qmk"
brew "adr-tools"
brew "readline"
brew "sqlite"
brew "asciinema"
brew "bash"
brew "bat"
brew "bazel"
brew "bison"
brew "broot"
brew "glib"
brew "clang-format"
brew "clojure"
brew "coreutils"
brew "ctags"
brew "curl"
brew "direnv"
brew "dive"
brew "doctl"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gdub"
brew "gh"
brew "gist"
brew "git"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gradle"
brew "gradle-completion"
brew "grep"
brew "grpcurl"
brew "httpie"
brew "hub"
brew "jenv"
brew "jq"
brew "kafkacat"
brew "kotlin"
brew "kubernetes-cli"
brew "make"
brew "maven"
brew "neovim"
brew "netcat"
brew "node"
brew "pandoc"
brew "pinentry-mac"
brew "pre-commit"
brew "pyenv"
brew "pyenv-which-ext"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "rcm"
brew "reattach-to-user-namespace"
brew "sc-im"
brew "shellcheck"
brew "snzip"
brew "ssh-copy-id", link: true
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "ykpers"
brew "ykman"
brew "yq"
brew "zsh"
brew "clementtsang/bottom/bottom"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["with-spacemacs-icon"]
brew "moncho/dry/dry"
brew "qmk/qmk/qmk"
cask "1password"
cask "1password-cli"
