tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "bat"
brew "bash"
brew "coreutils"
brew "curl"
brew "direnv"
brew "git"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "httpie"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "jq"
brew "make"
brew "neovim"
brew "pinentry-mac"
brew "rcm"
brew "reattach-to-user-namespace"
brew "ssh-copy-id", link: true
brew "readline"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"

tap "github/gh"
brew "gh"

tap "d12frosted/emacs-plus"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["with-spacemacs-icon"]

# mas "1Password 7 - Password Manager", id: 1333542190
# mas "Things 3", id: 904280696
# mas "Slack", id: 803453959

# tap "bazelbuild/tap"
# brew "bazel"
# 
# brew "adr-tools"
# brew "sqlite"
# brew "asciinema"
# brew "bison"
# brew "broot"
# brew "glib"
# brew "clang-format"
# brew "clojure"
# brew "ctags"
# brew "doctl"
# brew "gdub"
# brew "go"
# brew "gradle"
# brew "gradle-completion"
# brew "grep"
# brew "grpcurl"
# brew "jenv"
# brew "kafkacat"
# brew "kotlin"
# brew "kubernetes-cli"
# brew "maven"
# brew "node"
# brew "pandoc"
# brew "pre-commit"
# brew "pyenv"
# brew "pyenv-which-ext"
# brew "ruby-build"
# brew "rbenv"
# brew "rclone"
# brew "sc-im"
# brew "shellcheck"
# brew "snzip"
# brew "terraform"
# brew "yarn"
# brew "ykpers"
# brew "ykman"
# brew "yq"
# 
# tap "clementtsang/bottom"
# brew "clementtsang/bottom/bottom"
# 
# tap "moncho/dry"
# brew "moncho/dry/dry"
# 
# tap "qmk/qmk"
# brew "qmk/qmk/qmk"
